Revit 2027 API
ParameterTypeId.FbxLightSpotTiltAngle Property
 "Tilt Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightSpotTiltAngle { get; }
Public Shared ReadOnly Property FbxLightSpotTiltAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightSpotTiltAngle {
	ForgeTypeId^ get ();
}
static member FbxLightSpotTiltAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace